/* Localizable strings*/

"SUPrefNeverUsedStatus" = "Mise à jour de logiciels n’a pas encore été utilisé.";
"SUPrefSuccessStatus" = "La mise à jour de logiciels a été exécutée correctement.";
"SUPrefAllInactiveStatus" = "Seules les mises à jour désactivées étaient disponibles.";
"SUPrefNoUpdatesStatus" = "Aucune nouvelle mise à jour de logiciel n’était disponible.";
"SUPrefFailedCantConnectStatus" = "L’opération a échoué. Impossible de se connecter à Internet.";
"SUPrefFailedGenericStatus" = "L’opération a échoué. Une erreur s’est produite lors de la recherche.";
"SUPrefIgnoredUpdatesAvailableStatus" = "Les mises à jour ignorées sont à présent disponibles.";

"SUPrefScanningStatus" = "Recherche de nouveaux logiciels…";
"SUPrefServerErrorStatus" = "Le serveur n’est pas disponible pour le moment. Veuillez réessayer plus tard.";
"SUPrefUnexpectedErrorStatus" = "Une erreur inattendue est survenue.";

"SUPrefCancellingStatus" = "Annulation…";
"SUPrefCancelledStatus" = "Annulé.";

"SUPrefLastStatusCheckTitle" = "Dernière recherche :";
"SUPrefLastStatusFailedTitle" = "Dernière tentative :";
"SUPrefCurrentStatusTitle" = "État :";
"SUPrefLastSuccessfulStatus" = "L’opération a réussi. %@.";

"SUPrefNextScheduledDate" = "Prochaine date : %@.";

"Software Update can't check for updates because of a network problem." = "Mise à jour de logiciels ne peut rechercher de nouvelles mises à jour à cause d’un problème réseau.";
"Failed to check for updates." = "Échec de la recherche de mises à jour.";
"Diagnose..." = "Diagnostic réseau…";
"SUPrefCheckConfigMessage" = "Assurez-vous que vous êtes connecté à Internet, puis réessayez.";
"OK" = "OK";

"SUPrefUpdateNow" = "Rechercher";
"CANCEL" = "Annuler";
